# tools
brew "bat"
brew "bottom"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "lazydocker"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "sesh"
brew "starship"
brew "tmux"
brew "yazi"
brew "zellij"
brew "zoxide"

# linux
if OS.linux?
  # tools
  brew "abcde"
  brew "flac"
  brew "lame"
  brew "mpd"
  brew "ncmpcpp"
  brew "opus-tools"
  brew "vorbis-tools"
  brew "yt-dlp"
end

# mac
if OS.mac?
  # build deps
  brew "autoconf"
  brew "gmp"
  brew "libyaml"
  brew "openssl"
  brew "readline"

  cask "ghostty"
  cask "raycast"
  cask "nikitabobko/tap/aerospace"
  cask "mediosz/tap/swipeaerospace"
end
